Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget er beredt til å se på hva vi kan gjøre for å forbedre språksentrenes økonomiske situasjon, men mener at også andre, som kommuner, fylkeskommuner og sentrale myndigheter, må ta et større ansvar for å sikre språksentrenes økonomi.
sme: Sámediggi lea gearggus geahčadit maid mii sáhttit dahkat buoridan dihte giellaguovddážiid ekonomalaš dili, muhto oaivvildit ahte maiddái earát, nu go suohkanat, fylkkasuohkanat ja guovddáš eiseválddit, fertejit váldit stuorát ovddasvástádusa sihkkarastit giellaguovddážiid ekonomiija.

source: Sametinget er avhengig av gode og aktive samarbeidspartnere i arbeidet med å styrke og utvikle samisk språk i de ulike språkområdene, som for eksempel de samiske språksentrene som gjør en sterk innsats i nærmiljøet.
sme: Sámediggi dárbbaša buriid ja aktiivvalaš ovttasbargoguimmiid sámegiela nannema ja ovddideami barggus dain iešguđetge giellaguovlluin, nu go ovdamearkka dihte sámi giellaguovddážiid, mat dahket hui buori barggu lagasbirrasiin.

source: Det er imidlertid ikke opprettet språksentre i alle områder hvor det bor samer.
sme: Muhto eai buot guovlluin gos sápmelaččat orrot leat ásahuvvon giellaguovddážat.

source: Sametinget ser det også som viktig å samarbeide med andre samiske institusjoner og styrke disse slik at det igangsettes tiltak som styrker samiske språk i hele Sápmi.
sme: Sámediggi oaidná maid dehálažžan ovttasbargat eará sámi ásahusaiguin ja nannet daid nu ahte álggahuvvojit doaibmabijut mat nannejit sámegiela miehtá Sámi.

source: Det vil være viktig at de samiske institusjonenes språkkompetanse styrkes og at solide fagmiljø i samisk språk vokser frem flere steder.
sme: Lea dehálaš ahte sámi ásahusaid giellagelbbolašvuohta nannejuvvo ja ahte šaddet nanu sámegielat fágabirrasat máŋgga guovllus.

source: Dette vil skape økt aktivitet og sterkere synliggjøring av samisk språk.
sme: Dát bohciidahtášii lassi doaimmaid ja buoret čalmmustahttima sámegiela hárrái.

source: Når vi forventer at samiske institusjoner skal ta et større ansvar for utviklingen av samisk språk, må det også tas hensyn til at samisk språk mangler ord og terminologi innefor mange nye samfunnsområder.
sme: Go vuordit ahte sámi ásahusat galget váldit stuorát ovddasvástádusa sámegiela ovddideamis, de ferte maid váldit vuhtii ahte sámegielas váilot sánit ja tearpmat olu ođđa servodatsurggiin.

source: Det krever at fagansatte må få ressurser som gjør det mulig for dem å arbeide med språket.
sme: Gáibiduvvo ahte fágabargit fertejit oažžut resurssaid mat addet sidjiide vejolašvuođa bargat gielain.

source: Det er viktig at samiske institusjoner har rammevilkår som gjør at de kan ivareta dette ansvaret på en tilfredsstillende måte.
sme: Lea dehálaš ahte sámi ásahusain leat rámmaeavttut mat dahket ahte sii sáhttet fuolahit dán ovddasvástádusa dohkálaš vugiin.

source: Sametinget er beredt til å ta det ansvaret, men krever også at sentrale myndigheter tar ansvar for dette.
sme: Sámediggi lea gearggus váldit dán ovddasvástádusa, muhto gáibida maiddai ahte guovddáš eiseválddit váldet ovddasvástádusa dás.

source: Det er igangsatt en rekke gode tilbud og tiltak i regi av ulike aktører som i dag er prosjektbaserte.
sme: Leat álggahuvvon olu buorit fálaldagat ja doaibmabijut iešguđetge ovddasteddjiid bealis mat dál barget prošeavttaid vuođul.

source: Dette er tiltak som har vist seg å gi gode resultater og som må sikres permanent finansiering.
sme: Dát leat doaibmabijut mat leat buktán buriid bohtosiid ja maidda ferte sihkkarastit bistevaš ruhtadeami.

source: Vi vil her nevne noen eksempler.
sme: Mii namuhit dás muhtun ovdamearkkaid.

source: Voksenopplæringsprogrammet i regi av Sámi allaskuvla har gitt mange voksne mulighet til å lære seg språket.
sme: Rávisolbmuidoahpahusprográmma Sámi allaskuvllas lea addán olu rávisolbmuide vejolašvuođa oahppat giela.

source: Dette prosjektet må videreføres med fast finansiering slik at enda flere får mulighet til å lære seg samisk språk.
sme: Dát prošeakta ferte jotkojuvvot fásta ruhtademiin nu ahte ain eanebut ožžot vejolašvuođa oahppat sámegiela.

source: Sørsamisk språkleir er et prosjekt i regi av Fylkesmannen i Nordland og Sameskolstyrelsen i Sverige.
sme: Lullisámi giellabeassi lea prošeakta maid Nordlándda fylkkamánni ja Sámeskuvlastivra Ruoŧas leat álggahan.

source: Språkleirer og språkbad har vist seg å være effektive tiltak for å styrke språkopplæringen.
sme: Giellabeasit ja giellalávggut leat leamaš beaktilis doaibmabijut giellaoahpahusa nannemis.

source: I Sametingsmelding om opplæring og utdanning nevnes også viktigheten av fast finansiering av språkbad.
sme: Sámediggedieđáhusas oahpahusa ja oahpu birra namuhuvvo maid dehálašvuohta oažžut fásta ruhtadeami giellalávgguide.

source: Erfaringer fra det sørsamiske området viser at barn og unge lærer seg samisk språk mye raskere gjennom deltakelse på slike språkleirer.
sme: Vásáhusat lullisámi guovllus čájehit ahte mánát ja nuorat ohppet sámegiela mihá jođáneappot go oassálastet dákkár giellabesiin.

source: Mulighetene er mange, særlig i grenseområdene, til å utnytte seg av lærerressurser i Sverige og Finland, og samordne språkleirsamlinger.
sme: Leat olu vejolašvuođat, erenoamážit rádjeguovlluin, ávkkástallat oahpaheaddjiresurssaiguin Ruoŧas ja Suomas, ja oktiiheivehit giellabeassečoagganemiid.

source: Dette bør være faste tilbud og krever økonomiske ressurser.
sme: Dát berre leat fásta fálaldat ja gáibida ekonomalaš resurssaid.

source:  Samisk språk har gode økonomiske rammebetingelser
sme:  Sámegielas leat buorit ekonomalaš rámmaeavttut

source:  Økte rammeoverføringer fra staten til utviklingen av samisk språk
sme: Oasseulbmilat:  Lassi rámmajuolludeamit stáhtas sámegiela ovddideapmái

source:  Rammeoverføring til samiskspråklig tjenesteyting direkte fra stat til kommune og
sme:  Rámmajuolludeamit sámegielat bálvalusaide njuolga stáhtas suohkaniidda ja

source: fylkeskommune
sme: fylkkasuohkaniidda

source:  Påse at det foretas en kartlegging av kommunenes og fylkeskommunenes kostnader for tospråklige tjenester
sme:  Bearráigeahččat ahte suohkaniid ja fylkasuohkaniid golut guovttegielat bálvalusaide

source:  Tilrettelegge for fast drift av vellykkede prosjektbaserte språktiltak
sme:  Láhčit dili dasa ahte lihkostuvvan gielladoaibmabijut bohtet fásta doibmii

source: Menneskelige ressurser
sme: Olmmošlaš návccat

source: Mangel på språkkompetanse er en stor utfordring på alle samfunnsområder.
sme: Váilevaš giellagelbbolašvuohta lea stuora hástalus buot servodatsurggiin.

source: Særlig innenfor opplæringssektoren, helsesektoren, rettsvesen og kirken har dette vært en av de største utfordringene i arbeidet for samisk språk.
sme: Erenoamážit oahpahussuorggis, dearvvašvuođasuorggis, riektesuorggis ja girkus lea dát leamaš okta dain stuorámus hástalusain sámegiela ovddidanbarggus.

source: Flere kommuner i forvaltningsområdet har hatt vanskeligheter med å oppfylle sine plikter når det gjelder samelovens språkregler som følge av mangel på menneskelige ressurser.
sme: Máŋga suohkana hálddašanguovllus leat rahčan deavdit iežaset geatnegasvuođaid sámelága giellanjuolggadusaid hárrái danne go váilot olmmošlaš návccat.

source: Ved en revidering av samelovens språkregler, hvor Sametinget foreslår at disse omfatter hele landet, vil mangelen på samisktalende fagfolk merkes spesielt godt.
sme: Go sámelága giellanjuolggadusat ođasmahttojuvvojit, maid Sámediggi evttoha gustogoahtit miehtá riikka, de boahtá dovdot bures ahte váilot sámegielat fágaolbmot.

source: En helhetlig satsning på rekruttering av samiskspråklig personell og tilbud om opplæring i samisk for studenter og fagpersonell vil være helt nødvendig for å dekke fremtidige behov i samfunnet.
sme: Ollislaš vuoruheapmi rekrutteret sámegielat bargiid ja fállat sámegiel oahpahusa studeanttaide ja fágabargiide šaddá áibbas dárbbašlaš jus galgá nákcet gokčat boahttevaš dárbbuid servodagas.

source: En grunn til manglende bruk av samisk i forvaltningen er at samisktalende ansatte mangler samisk fagterminologi og trening til å bruke samisk språk i sitt arbeid.
sme: Okta sivva das go sámegiella ii geavahuvvo hálddašeamis, lea ahte sámegielat bargiin váilu sámi fágaterminologiija ja hárjáneapmi geavahit sámegiela iežaset barggus.

source: Det betyr at utdanningsinstitusjoner også må ansvarliggjøres når det gjelder utdanning av samisktalende studenter.
sme: Dát mearkkaša ahte oahpahusásahusat fertejit maid guoddit ovddasvástádusa das mii guoská sámegielat studeanttaid oahpaheapmái.

source: Studentene må få mulighet til å lære samisk fagterminologi slik at de blir i stand til å bruke samisk i sitt virke etter endt utdanning.
sme: Studeanttat fertejit oažžut vejolašvuođa oahppat sámegiel fágaterminologiija nu ahte sáhttet geavahišgoahtit sámegiela iežaset barggus maŋŋel go gerget oahpuin.

source: Behovet for samiskspråklig kompetanse er ikke bare stort innenfor den offentlige og kommunale tjenesteytingen, men også innenfor sosiale og kulturelle tilbud i samfunnet.
sme: Dárbu sámegielat gelbbolašvuhtii lea stuoris ii dušše almmolaš ja suohkanlaš bálvalusaid dáfus, muhto maiddái sosiála ja kultuvrralaš fálaldagaid dáfus mat leat servodagas.

source: Media, litteratur og kommunikasjon er områder hvor det kreves samiskspråklig kompetanse for å utvikle samiskspråklige tilbud.
sme: Media, girjjálašvuohta ja gulahallan leat suorggit gos gáibiduvvo sámegiel gelbbolašvuohta jus galgá sáhttit ovdánahttit sámegielat fálaldagaid.

source: Det er særlig viktig for barns språkutvikling at det finnes gode samiskspråklige tilbud innefor media, litteratur og kultur.
sme: Lea erenoamáš dehálaš mánáid giellaovdáneapmái ahte gávdnojit sámegielat fálaldagat media, girjjálašvuođa ja kultuvrra dáfus.

source: Det er nødvendig at samiskspråklige rekrutteres til ulike yrker, for slik å sikre språkkompetanse på de ulike samfunnsområdene.
sme: Lea dárbbašlaš ahte sámegielagat rekrutterejuvvojit iešguđetlágan virggiide, vai giellagelbbolašvuohta sihkkarastojuvvo daidda iešguđetge servodatsurggiide.

source: Butenschøn-utvalgets utredning fremhever 26 også viktigheten av å utvikle samisk som forskningsspråk og slår fast at forskningsinstitusjoner må kjenne sitt ansvar for å utvikle kurstilbud på samisk på alle nivåer.
sme: Butenschøn-lávdegotti čielggadeapmi deattuha maid dehálašvuođa ovddidit sámegiela dutkangiellan, ja cealká ahte dutkanásahusat fertejit dovdat ovddasvástádusa ráhkadit sámegiel kursafálaldagaid buot dásiide.

source: Sametinget slutter seg også til utvalgets syn om at samiskspråklig forskning er grunnleggende for å utvikle et samisk fagspråk, og at fagspråket inngår i byggingen av samisk som et fullstendig, og dermed samfunnsbærende, språk.
sme: Sámediggi doarju maid lávdegotti oainnu ahte sámegielat dutkan ferte leat vuođus go galgá ovddidit sámegielat fágagiela, ja ahte fágagiella lea mielde sámegiela huksemis dievaslaš, ja nu maiddái servodatguoddi, giellan.

source:  Samisk språkkompetanse innenfor alle samfunnsområder
sme:  Sámegiel gelbbolašvuohta buot servodatsurggiin

source:  Arbeide for økt rekruttering av samisktalende personell
sme:  Bargat buoridit sámegielat bargiid rekrutterema

source:  Arbeide for at samisk utvikles som fagspråk
sme:  Bargat ovddidit sámegiela fágagiellan

source:  Arbeide for økt opplæring i og på samisk innen forskning og høyere utdanning
sme:  Bargat buoridit oahpahusa sámegielas ja sámegillii dutkama ja alit oahpahusa dáfus

source: Språkfaglig utvikling
sme: Giellafágalaš ovdáneapmi

source: Utvikling av terminologi og språkteknologiske verktøy er viktige rammebetingelser for samisk språk.
sme: Ovddidit tearpmaid ja giellateknologalaš reaidduid leat dehálaš rámmaeavttut sámegillii.

source: Den språkfaglige utvikling må holde tritt med samfunnsutviklingen, og det er behov for utvikling av stadig ny terminologi.
sme: Giellafágalaš ovdáneapmi ferte čuovvut servodatovdáneami, ja lea dárbu ráhkadit dađistaga ođđa tearpmaid.

source: Det beste grunnlaget for terminologiutvikling er når utviklingen av nye ord har sitt utgangspunkt i behov og ønsker fra de ulike fagområdene, som for eksempel når mekanikkfaglig og språkfaglig kunnskap forenes i terminologiutviklingsarbeidet.
sme: Tearbmaráhkadeami buoremus vuođđu lea go ođđa sániid ráhkadeapmi vuolgá iešguđetge fágasurggiid dárbbuin ja sávaldagain, ovdamearkka dihte go mekanihkkafágalaš ja giellafágalaš máhttu časkojuvvo oktii tearbmaráhkadanbarggus.

source: Utvikling av terminologi innenfor alle samfunnsområder er helt nødvendig for at språket skal kunne brukes innenfor de ulike fagfeltene.
sme: Lea áibbas dárbbašlaš ráhkadit tearpmaid buot servodatsurggiin jus giela galgá sáhttit geavahit dain iešguđetge fágasurggiin.

source: Mangel på terminologi skaper store utfordringer i dag.
sme: Váilevaš tearpmat mielddisbuktet stuora hástalusaid odne.

source: Særlig er dette alvorlig for sør- og lulesamisk språk.
sme: Dát lea erenoamáš duođalaš lulli- ja julevsámegielas.

source: Innsamling av tradisjonelle ord og uttrykksmåter samt stedsnavn er viktig fordi disse inneholder tradisjonell kunnskap som må ivaretas.
sme: Lea dehálaš čohkket árbevirolaš sániid ja dadjanvugiid ja báikenamaid danne go dát sisttisdollet árbevirolaš máhtu mas ferte váldit vára.

source: Språkteknologiske løsninger er nyttige og gode hjelpemidler for både bruk og læring av språk.
sme: Giellateknologalaš čovdosat leat ávkkálaččat ja buorit veahkkeneavvut sihke giela geavaheapmái ja oahppamii.

source: Gode språkteknologiske verktøy vil være viktige for å styrke og fremme samisk språk.
sme: Buorit giellateknologalaš reaiddut leat dehálaččat sámegiela nannemis ja ovddideamis.

source: Barn og unge er svært aktive brukere av ny teknologi med et stort spenn av digitale verktøyer og programvare.
sme: Mánát ja nuorat geavahit ođđa teknologiija hui aktiivvalaččat ja lea stuora viidodat sihke digitála reaidduid ja prográmmagálvvu dáfus.

source: Disse påvirker barns språkbruk, derfor er det viktig at disse også finnes på samisk.
sme: Dát váikkuha mánáid giellageavaheami, danne lea dehálaš ahte dát maid gávdnojit sámegillii.

source: Det gjelder både programmer, spill og lignende til mobiltelefoner, datamaskiner, men også gode digitale møtesteder hvor kommunikasjonen kan foregå på samisk.
sme: Dát guoská sihke prográmmaide, spealuide ja sullasaččaide, ja mátketelefovnnaide, dihtoriidda, muhto maiddái buriid digitála deaivvadanbáikkiide gos gulahallan sáhttá leat sámegillii.

source: Gode sosiale nettsteder hvor kommunikasjonen kan foregå på samisk kan være viktige språkarenaer spesielt for barn og unge som bor på steder hvor det ellers er få arenaer for samisk språk.
sme: Buorit sosiála neahttabáikkit gos gulahallan sáhttá leat sámegillii, sáhttet leat dehálaš giellaarenat erenoamážit mánáide ja nuoraide geat orrot dakkár báikkiin gos muđui leat unnán arenat gos sáhttá sámástit.

source: Samiske tegn i ulike databaser skaper utfordringer blant annet i forbindelse med registreringer av samiske stedsnavn.
sme: Sámi bustávat iešguđetge diehtobásain bohciidahttet hástalusaid earret eará sámi báikenamaid registreremiin.

source: Det er et behov for teknologisk utvikling både i forbindelse med databaser, GPS, applikasjoner og annet slik at det blir lett å bruke samiske tegn i disse.
sme: Lea dárbu ovddidit teknologiija sihke diehtobásaid, GPS, applikašuvnnaid ja eará dakkáriid oktavuođas vai šaddá álkit geavahit sámegiel bustávaid doppe.

source: En helhetlig språkpolitikk innebærer også et godt grenseoverskridende samarbeid.
sme: Ollislaš giellapolitihkka mielddisbuktá maiddái buori rádjerasttildeaddji ovttasbarggu.

source: Felles terminologiutvikling og normering er viktig for å sikre fellesgrunnlaget for samisk språk.
sme: Oktasaš tearbmaráhkadeapmi ja normeren lea dehálaš go galgá sihkkarastit oktasaš vuođu sámegillii.

source: Det vil være svært uheldig om de samiske språkene utvikler seg i ulike retninger, da det vil kunne gi kommunikasjonsproblemer på tvers av landegrensene.
sme: Livččii hui vahát jus sámegielat rievddaše iešguđetge guvlui, dat sáhttá dagahit gulahallanváttisvuođaid riikkarájiid rastá.

source: Sametinget har gjennom flere år gitt støtte til terminologiprosjekter og innsamling av tradisjonelle ord og stedsnavn.
sme: Sámediggi lea olu jagiid addán doarjagiid tearbmaprošeavttaide ja árbevirolaš sániid ja báikenamaid čohkkemii.

source: Vi har også internt jobbet med samisk terminologiutvikling, og har i mange år hatt en egen seksjon som jobber med stedsnavn og terminologi.
sme: Mii leat maiddái siskkáldasat bargan sámi tearbmaovddidemiin, ja mis lea olu jagiid leamaš sierra joavku mii bargá báikenamaiguin ja tearpmaiguin.

source: Dette har resultert i at vi har fått utviklet en god del terminologi på samisk.
sme: Dát lea mielddisbuktán ahte mii leat ožžon oalle viiddis sámegiel terminologiija.

source: Før disse kan brukes i for eksempel lærebøker må de kvalitetssikres.
sme: Ovdal go dát sáhttet geavahuvvot ovdamearkka dihte oahppogirjjiin, de dat fertejit sihkkarastojuvvot kvalitehta dáfus.

source: Sametinget er opptatt av nordisk samarbeid slik at terminologien kan brukes over landegrensene.
sme: Sámediggi vuoruha Davviriikkalaš ovttasbarggu vai tearpmaid sáhttá geavahit riikkarájiid rastá.

source: Målet er at terminologiutvikling, kvalitetssikring og normering skjer i gjennom et nordisk samarbeid bestående av både fag- og språkkompetanse.
sme: Mihttu lea ahte tearbmaráhkadeapmi, kvalitehtasihkkarastin ja normeren ferte dahkkojuvvon Davviriikkalaš ovttasbarggus mas lea sihke fága- ja giellagelbbolašvuohta.

source:  Gode språkteknologiske løsninger for samisk språk
sme:  Buorit giellateknologalaš čovdosat sámegiela dáfus

source:  Samisk terminologi på alle samfunnsområder
sme:  Sámegiel terminologiija buot servodatsurggiin

source:  Samiske stedsnavn registrert og synliggjort
sme:  Sámi báikenamat registrerejuvvojit ja čalmmustahttojuvvojit

source:  Tradisjonelle ord og uttrykk er dokumentert og tilgjengeliggjort
sme:  Árbevirolaš sánit ja dadjanvuogit leat dokumenterejuvvon ja almmuhuvvon

source:  Teknologiske løsninger som er tilrettelagt for samisk tegnsett
sme:  Teknologalaš čovdosat mat leat heivehuvvon sámegiel bustávaide

source:  Bidra til at det finnes en god samisk terminologi- og orddatabase gjennom samarbeid med
sme:  Bargat dan ala ahte gávdno buorre sámegiel tearbma- ja sátnediehtobása, giellafágalaš ja

source: språkfaglige og språkteknologisk miljøer.
sme: giellateknologalaš birrasiid ovttasbarggu bokte

source:  Arbeide for at ny teknologi og digitale verktøy er tilpasset og utviklet for også samisk språkvalg
sme:  Bargat dan ala ahte ođđa teknologiija ja digitála reaiddut leat heivehuvvon ja ráhkaduvvon maiddái

source:  Styrke arbeidet med utviklingen av samisk terminologi
sme: sámegillii  Nannet sámegiel tearbmaráhkadanbarggu

source:  Intensivere arbeidet med innsamling av tradisjonell kunnskap og samiske stedsnavn
sme:  Garraseappot bargat čohkket árbevirolaš máhtu ja sámi báikenamaid

source: Innsatsområde 3: Språkbrukere
sme: Áŋgiruššansuorgi 3: Giellageavaheaddjit

source: Et av Sametingets mål er å øke antall brukere av samisk språk.
sme: Okta Sámedikki mihtuin lea lasihit sámegiel geavaheddjiid logu.

source: Et høyt antall brukere er imidlertid i seg selv ikke noen sikkerhet for at et språk skal utvikle seg og leve videre, derimot er alderssammensetningen av språkbrukerne viktig.
sme: Olu geavaheaddjit ii leat iešalddis mihkkege sihkarvuođaid das ahte giella ovdána ja ceavzá, muhto geavaheddjiid ahkečoahkkádus gal lea dehálaš.

source: En overvekt av eldre språkbrukere vil ikke nødvendigvis øke antall brukere av samisk språk.
sme: Jus leat valjit vuoras giellageavaheaddjit, de dat ii dárbbaš mearkkašit ahte sámegiel geavaheddjiid lohku lassána.

source: I arbeidet for å øke antall språkbrukere vil tre faktorer spille en viktig rolle;
sme: Barggus lasihit giellageavaheddjiid logu leat golbma ášši dehálaččat;

source: overføring mellom generasjoner, samiskspråklige barnehager og god språkundervisning.
sme: sirdin buolvvaid gaskka, sámegielat mánáidgárddit ja buorre giellaoahpahus.

source: Språkoverføring i hjemmet
sme: Giellasirdin ruovttus

source: Sametingets mål er å øke antall språkbrukere for slik å styrke og utvikle språket.
sme: Sámedikki ulbmil lea lasihit giellageavaheddjiid logu nannen ja ovddidan dihte giela.

source: Brukere av språket skaper behovene i samfunnet.
sme: Giellageavaheaddjit dat hábmejit servodaga dárbbuid.

source: Dette vil være svært viktig også i fremtida.
sme: Dát boahtá leat dehálaš maiddái boahtteáiggis.

source: Utfordringen er å få den enkelte til å velge samisk språk.
sme: Hástalus lea oažžut ovttaskas olbmo válljet sámegiela.

source: Verken Sametinget eller noen annen offentlig instans kan styre det enkelte individs private språkbruk.
sme: Ii Sámediggi ii ge eará almmolaš ásahus sáhte stivret ovttaskas olbmo priváhta giellageavaheami.

source: Slik skal det naturligvis være.
sme: Nu galgá ge dieđusge leat.

source: Selv om det offentlige ikke kan styre enkeltpersoners valg, er det viktig at det blir lagt til rette for at de private språkvalgene blir valg med reelle alternativer.
sme: Vaikko almmolašvuohta ii sáhte stivret ovttaskas olbmo válljejumiid, de lea dehálaš láhčit diliid nu ahte priváhta giellaválljemat leat dakkár válljemat main leat duohta molssaeavttut.

source: Man må ha et system der det å overføre samisk som førstespråk til sine barn, blir et trygt valg.
sme: Ferte gávdnot dakkár vuogádat gos sámegiela sirdin mánáide vuosttašgiellan lea oadjebas válljejupmi.

source: Samisk må være et språk som blir verdsatt av samfunnet;
sme: Sámegiella ferte leat dakkár giella maid servodat atná árvvus;

source: kunnskap i samisk må av samfunnet ses på som en viktig kompetanse.
sme: sámegiel máhttu ferte adnojuvvot dehálaš gelbbolašvuohtan servodagas.

source: Dette fordi det private valget av dagligspråk i hjemmet er den viktigste faktoren for framtida for et språk.
sme: Dát lea danne go dat giella maid vállje priváhta beaivválašgiellan ruovttus šaddá giela boahtteáiggi deháleamos fáktor.

source: Uformell overføring av språket mellom generasjonene er den viktigste garantien for et levende samisk språk.
sme: Giela eahpeformálalaš sirdin buolvvaid gaskkas lea deháleamos dáhkádus ealli sámegillii.

source: Samtidig som det er opp til hver enkelt å velge dagligspråk i hjemmet er det hver enkelts ansvar å bruke samisk språk i ulike sammenhenger.
sme: Seamma ládje go lea ovttaskas olbmo duohken válljet beaivválašgiela ruovttus, de lea ovttaskas olbmo ovddasvástádus geavahit sámegiela iešguđetge oktavuođain.

source: Det påhviler hver og en et ansvar for å bevare, utvikle og overføre språket til neste generasjon.
sme: Lea juohke ovtta ovddasvástádus seailluhit, ovddidit ja sirdit giela boahtte bulvii.

source: Det vil være viktig at alle tar ansvar, og bruker samisk språk i alle sammenhenger.
sme: Lea dehálaš ahte buohkat váldet ovddasvástádusa ja geavahit sámegiela buot oktavuođain.

source: Det er også nødvendig at de som behersker språket godt, går foran som gode forbilder og er bevisste i bruken av samisk språk i enhver sammenheng.
sme: Lea maid dárbbašlaš ahte sii geat máhttet giela bures, mannet ovdagovvan ja leat dihtomielalaččat sámegiela geavaheami dáfus buot oktavuođain.

source: Det er slike forbilder som motiverer og inspirer til bruk av språket, og samtidig øker den felles bevisstheten om språkbruk.
sme: Leat dákkár ovdagovat geat movttiidahttet ja hásttuhit geavahit giela, ja seammás buoridit oktasaš dihtomielalašvuođa giellageavaheami birra.

source:  Samisk språk overføres mellom generasjoner i hjemmet
sme:  Sámegiella sirdojuvvo buolvvas bulvii ruovttuin
